Repository: common-repository/payday
Catalog: languages/payday-*.po
Languages: is_is

source: Integrates your WooCommerce store with Payday allowing new orders to be automatically sent as invoices.
is_is: Tengir WooCommerce við Payday. Gerir versluninni kleift að stofna sjálfkrafa reikninga fyrir hverja pöntun.

source: Payday Settings
is_is: Payday stillingar

source: Settings
is_is: Stillingar

source: Bank Claim Service
is_is: Kröfuþjónusta

source: Payday Log Viewer
is_is: Payday Atburðaskrá

source: Log
is_is: Atburðaskrá

source: Developed by Payday ehf. Version
is_is: Þróað af Payday ehf. Útgáfa

source: View Payday settings
is_is: Sjá Payday stillingar

source: View Payday plugin setup guide
is_is: Sjá hjálpargrein um uppsetningu á Payday viðbótinni

source: Setup guide
is_is: Hjálpargrein

source: Bank claim service
is_is: Kröfuþjónusta

source: Create a bank claim in the customer's online bank
is_is: Stofna bankakröfu hjá viðskipavini

source: Enable/Disable
is_is: Virkja/Afvirkja

source: Activate bank claim service
is_is: Virkja bankakröfuþjónustu

source: Payment method title
is_is: Titill á greiðslumátanum

source: This title will be shown to customers during checkout. Choose a name that clearly indicates what this payment method involves.
is_is: Þessi titill verður sýndur viðskiptavinum við afgreiðlsu. Veldu titil sem gefur skýrt til kynna hvað þessi greiðslumáti felur í sér.

source: Payment method description
is_is: Lýsing á greiðslumátanum

source: Provide details on how this payment method works. This will be visible to customers during checkout.
is_is: Veittu upplýsingar um hvernig þessi greiðslumáti virkar. Þetta verður sýnilegt viðskiptavininum við afgreiðslu.

source: Receive a claim in my online banking
is_is: Fá kröfu í netbankann minn

source: SSN field label
is_is: Merking á kennitölureitnum

source: This will be the name of the SSN field in the checkout form.
is_is: Þetta er merkingin sem birtist á reitnum við afgreiðslu.

source: Social security number
is_is: Kennitala

source: SSN field identifier
is_is: Auðkenni á kennitölureitnum

source: This is the unique identifier of the SSN field. If you have an existing SSN field, ensure that the IDs match.
is_is: Þetta er einkvæmt auðkenni fyrir kennitölureitinn. Ef þú ert nú þegar með kennitölureit, gakktu úr skugga um að auðkennin séu þau sömu.

source: Show SSN field on checkout page
is_is: Sýna kennitölureitinn við afgreiðslu

source: Tick this box if you want the SSN field to appear during checkout. Note: If this payment gateway is active, the SSN field will automatically be displayed.
is_is: Hakkaðu við þennan reit ef þú vilt að kennitölureiturinn birtist við afgreiðslu. Athugaðu: Ef þessi greiðslumáti er virkur, þá verður kennitölureiturinn sjálfkrafa birtur.

source: Require SSN during checkout
is_is: Krefjast að kennitölureiturinn sé útfylltur við afgreiðslu

source: Enable this option if you want to require customers to provide their SSN during checkout.
is_is: Hakaður við þennan valmöguleika ef þú vilt að sé krefjast þess að viðskiptavinir gefi upp kennitöluna sína við afgreiðslu.

source: Include SSN field in the confirmation email
is_is: Láttu kennitölureitinn fylgja í staðfestingarpóstinum

source: Enable this to have the customer's SSN included in the confirmation email sent by WooCommerce. Note: If this payment gateway is active, the SSN will be automatically included.
is_is: Hakaðu við til að birta kennitölu viðskiptavinarins í staðfestingarpóstinum sem WooCommerce sendir. Athugið: Ef þessi greiðlsumáti er virkur þá verður kennitalan sjálfkrafa birt.

source: Order status after checkout
is_is: Staða á pöntun eftir afgreiðslu

source: Select the status that the order transitions to after the checkout has been processed.
is_is: Þetta er stöðuna sem pöntunin fær þegar afgreiðslu er lokið.

source: Days until final due date
is_is: Eindagi eftir fjöldi daga

source: Number of additional days for the final due date on the invoice.
is_is: Eindagi á kröfu. Fjöldi daga frá og með deginum krafan er stofnuð.

source: Validation error: Please enter a valid "
is_is: Villa kom upp: Vinsamlegast sláðu inn gilt gildi í "

source: Unable to process order using:
is_is: Ekki tóks að vinna pöntunina með því að nota:

source: Payment error:
is_is: Villa kom upp í greiðslu:

source: Invoice was created in Payday. Claim was sent to SSN: %s
is_is: Reikningur var stofnaður í Payday. Krafa var send á kennitölu: %s

source: Invoice was created in Payday
is_is: Reikningur var stofnaður í Payday

source: Awaiting payment
is_is: Beðið eftir greiðslu

source: SSN
is_is: Kennitala

source: Sync products with Payday
is_is: Samstilla vörubirgðir við Payday

source: Product sync results
is_is: Niðurstöður samstillingar

source: Status
is_is: Staða

source: Count
is_is: Fjöldi

source: Created
is_is: Vörur stofnaðar

source: Updated
is_is: Vörur uppfærðar

source: Unsuccessful
is_is: Vörur sem tókst ekki að samstilla

source: Errors
is_is: Villur

source: Product
is_is: Vara

source: Error
is_is: Villa

source: Product is missing SKU
is_is: Það vantar SKU vörunúmer á vöruna

source: Variation is missing SKU
is_is: Það vantar SKU vörunúmer á vöruafbrigðið

source: Variants with SKUs
is_is: Afbrigði með SKU

source: Payment method to sales account mapping
is_is: Pörun á greiðlumátum og bókhaldslyklum

source: Ensure each WooCommerce payment method is mapped to the appropriate sales account in Payday.
is_is: Gakktu úr skugga að greiðslumátar í WooCommerce samsvarar réttum bókhaldslyklum úr Payday.

source: If a matching sales account does not exist in Payday for a particular WooCommerce payment method, you may need to create a new one.
is_is: Ef það vantar bókhaldslykil fyrir viðeigandi greiðslumáta þá gætirðu þurft að stofna nýjan.

source: None
is_is: Ekkert valið

source: For the bank claim service gateway, there's no need to map a sales account. Just make sure to manually record the payment in Payday once the customer has completed the transaction.
is_is: Fyrir kröfuþjónustuna þá er engin þörf að velja bókhaldslykil. Gakktu úr skugga um að þú skrái greiðsluna handvirkt í Payday þegar viðskiptavinurinn hefur lokið við greiðsluna.

source: Select the WooCommerce payment method that corresponds to this sales account in Payday.
is_is: Gakktu úr skugga að greiðslumátar í WooCommerce samsvarar réttum greiðslulyklum úr Payday.

source: Invoice generation
is_is: Stofnun á reikningum

source: Assign the WooCommerce Order Status that initiates the following action:
is_is: Vinsamlegast veldu samsvarandi stöðu á pöntun til að framkvæma eftirfarandi aðgerð:

source: When the chosen status is reached, an invoice will be automatically generated in Payday and marked as paid.
is_is: Þegar pöntun nær ákveðinni stöðu þá stofnast sjálfkrafa reikningur í Payday merktur greiddur.

source: Invoices are automatically generated, marked as SENT, and a claim is created in the customer's bank when an order is made through the Payday Claim Service. This field is not editable.
is_is: Reikningar eru sjálfkrafa stofnaðir, merktir sem ógreiddir og krafa er stofnuð í banka viðskiptavinarins þegar viðskiptavinur velur þessa greiðsluleið. Ekki er hægt að eiga við þessa stillingu.

source: Do not send
is_is: Ekki senda

source: Specify the WooCommerce Order Status that will initiate the action
is_is: Vinsamlegast veldu samsvarandi stöðu á pöntun til að framkvæma eftirfarandi aðgerð

source: Additional invoice settings
is_is: Viðbótarstillingar fyrir reikninga

source: Send invoice as PDF to customer
is_is: Senda reikning sem PDF í tölvupósti þegar hann er stofnaður

source: Choose whether to send the invoice as a PDF via email to the customer upon creation.
is_is: Vinsamlegast veldu hvort reikninguinn á að sendast á viðskiptavininn í tölvupósti þegar reikningurinn hefur verið stofnaður.

source: Yes
is_is: Já

source: No
is_is: Nei

source: Setting for invoice creation and due dates
is_is: Stillingar fyrir dagsetningu reiknings or gjalddagi

source: Choose whether the invoice creation and due date should be set to the initial order date or the date the invoice is actually generated.
is_is: Vinsamlegast veldu hvort dagsetning reikings og gjalddagi ætti að vera sú sama og þegar pöntunin var fyrst búin til eða sú sama og þegar beiðni er gerð um að stofna reikninginn.

source: Set dates to initial order date
is_is: Velja dagsetninguna sem pöntunin var upphaflega stofnað

source: Set dates to the day the invoice is generated
is_is: Velja dagsetninguna sem reikningurinn er stofnaður

source: OpenPos customer created by Payday WooCommerce plugin. Please do not edit this customer
is_is: OpenPos viðskiptarvinur búinn til af Payday WooCommerce viðbótinni. Vinsamlegast ekki breyta þessum viðskiptavini

source: Unable to create an invoice in Payday due to failure to create customer in Payday
is_is: Ekki tókst að stofna reikning í Payday vegna þess að ekki tókst að stofna viðskiptavin í Payday

source: Unable to create an invoice in Payday due to failure to updating customer address in Payday
is_is: Ekki tókst að búa til reikning í Payday vegna þess að ekki tókst að uppfæra heimilisfang viðskiptavinar í Payday

source: Rounding Amount
is_is: Námundunarupphæð

source: Refund
is_is: Endurgreiðsla

source: Invoice was not created in Payday. Please check the logs for more information.
is_is: Ekki tókst að stofna reikning í Payday. Vinsamlegast athugaðu atburðaskránna fyrir frekari upplýsingar.

source: Invoice was created in Payday. A bank claim was been sent to SSN: %s
is_is: Reikningur var stofnaður í Payday. Krafa var send á kennitölu: %s

source: Log cleared.
is_is: Atburðaskrá hreinsuð.

source: Log file not found, unable to clear.
is_is: Ekki náðist að hreinsa atburðaskránna. Atburðarskráin fannst ekki.

source: No log file found.
is_is: Engin atburðaskrá fannst.

source: Log Viewer
is_is: Atburðaskrá

source: Clear Log
is_is: Hreinsa atburðaskrá

source: Download Log
is_is: Sækja atburðaskrá

source: Access your ClientId and ClientSecret on Payday.is underneath Settings -> Company Settings -> API
is_is: Nálgastu ClientId og ClientSecret á Payday.is undir Stillingar > Fyrirtæki > Samþættingar

source: Invalid value for ClientID. Value has to be 32 characters long.
is_is: Ógilt gildi fyrir ClientID. Gildið þarf að vera 32 stafir að lengd.

source: Invalid value for ClientID. Value has to be a hexadecimal number.
is_is: Ógilt gildi fyrir ClientID. Gildið má bara innihalda sextándakerfistölur.

source: Invalid value for ClientSecret. Value has to be 32 characters long.
is_is: Ógilt gildi fyrir ClientSecret. Gildið þarf að vera 32 stafir að lengd.

source: Invalid value for ClientSecret. Value has to be a hexadecimal number.
is_is: Ógilt gildi fyrir ClientSecret. Gildið má bara innihalda sextándakerfistölur.

source: Invalid value for API Endpoint.
is_is: Ógilt gildi fyrir API Endpoint.

source: Login failed. Unable to connect to the Payday API on the selected API Endpoint:
is_is: Innskráning mistókst. Ekki er hægt að tengjast Payday API á völdum API endapunkt:

source: Please check the status of the Payday API and try again.
is_is: Vinsamlegast athugaðu stöðu Payday API og reyndu aftur.

source: Login failed. Invalid credentials. Please check your ClientID, ClientSecret, and API Endpoint.
is_is: Innskráning mistókst. Ógild innskráningarauðkenni. Vinsamlegast athugaðu ClientID, ClientSecret og API Endpoint.

source: Login
is_is: Innskrá

source: Setup Guide
is_is: Hjálpargrein

source: https://payday.is/en/terms
is_is: https://payday.is/is/skilmalar

source: Terms of Service
is_is: Viðskiptaskilmálar

source: https://payday.is/en/privacy-policy
is_is: https://payday.is/is/personuverndarstefna

source: Privacy Policy
is_is: Persónuverndarstefna

source: Click to fetch and update the sales accounts from Payday
is_is: Smelltu til þess að sækja og uppfæra bókhaldslykla úr Payday

source: Sync sales accounts from Payday
is_is: Samstilltu bókhaldslykla úr Payday

source: Click to synchronize all product inventories with Payday
is_is: Smelltu til að uppfæra allar vörubirgðir við Payday

source: Sync all products inventory with Payday
is_is: Samstilla allar vörubirgðir við Payday

source: Active
is_is: Virkjuð

source: Disconnect
is_is: Afvirkja

source: The Payday plugin requires PHP version %s or later. You are running version %s. Please upgrade your PHP version or deactivate the plugin.
is_is: Payday viðbótin krefst PHP útgáfu %s eða nýrri. Þú ert að keyra útgáfu %s. Vinsamlegast uppfærðu PHP útgáfuna þína eða slökktu á viðbótinni.

source: Invoice was created in Payday #%s Claim was sent to SSN: %s
is_is: Reikningur var stofnaður í Payday #%s Krafa var send á: %s

source: Invoice was created in Payday #%s
is_is: Reikningur var stofnaður í Payday #%s
